Repository: fretzl/hideUserRights
Catalog: hideUserRights/locale/*/hideUserRights.po
Languages: nl_nl

source: Hide the display of user rights and other info for users that do NOT have ADMIN_RIGHTS
nl_nl: Verberg de rechten van gebruikers die ze niet hebben wanneer ze geen administrator-rechten hebben

source: All rights
nl_nl: Alle rechten

source: Rights (the part with all the checkboxes)
nl_nl: Rechten (het gedeelte met alle checkboxen)

source: Managed albums
nl_nl: Beheerde albums

source: Managed pages
nl_nl: Beheerde pagina’s

source: Managed categories
nl_nl: Beheerde categoriën

source: Managed news categories
nl_nl: Beheerde nieuwscategorieën

source: Languages (Flags)
nl_nl: Talen (vlaggen)

source: User info
nl_nl: Gebruikersinformatie

source: User account info such as last login, etc.
nl_nl: Informatie over het gebruikersaccount zoals b.v. de laatste login, enz.

source: Address fields
nl_nl: Adresvelden

source: User address fields (only if the <code>userAddressFields</code> plugin is enabled)
nl_nl: Gebruiker adresvelden (alleen wanneer de <code>userAddressFields</code> is geactiveerd)

source: Assigned quota (only if the <code>quota_manager</code> plugin is enabled)
nl_nl: Quota voor uploads (alleen wanneer de <code>quota_manager</code> is geactiveerd)

source: Group membership
nl_nl: Toegewezen groep

source: User group membership information (only if the <code>user_groups</code> plugin is enabled).
nl_nl: Gebruikersgroepen info (alleen wanneer de <code>user_groups</code> is geactiveerd)

source: Noteboxes
nl_nl: Opmerkingen en waarschuwingen

source: All Noteboxes
nl_nl: Alle opmerkingen en waarschuwingen
